Repository: luisgg/aurex-10.04
Catalog: transmute/po/*.po
Languages: es

source: Where do you want to go today?
es: ¿Hasta dónde quieres llegar hoy?

source: Select desired Transmutation level
es: Seleccione el nivel de Transmutación requerido

source: None
es: Ninguno

source: Minimal
es: Mínimo

source: Medium
es: Medio

source: Full
es: Completo

source: Remove all the aurex customization
es: Elimina todas las modificaciones de aurex

source: Add aurex repository to 'sources.list.d' (like a 'ppa')
es: Añade el repositorio de aurex en 'sources.list.d' (como una 'ppa')

source: Modify 'sources.list' and and set apt pinning to enable aurex, proposed and backports
es: Modifica el 'sources.list' y establece 'apt pinning' para activar los repositorios de aurex, 'proposed' y 'backports'

source: Add repositories, artwork themes and metapackages
es: Añade repositorios, aspecto personalizado y metapaquetes

source: Select
es: Sel

source: Transmutation level
es: Nivel de Trans.

source: Description
es: Descripción

source: Selected aurex level:
es: Nivel 'de aurex' seleccionado:

source: Do you want to update your system?
es: ¿Desea actualizar el sistema?

source: Transmutation completed
es: Transmutación completada.
